Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: He highlights the fact that the Working Group has now started negotiating an instrument to enable States to trace illicit small arms and light weapons in a timely and reliable way.
fr: Il met l'accent sur le démarrage des travaux du Groupe de travail chargé de négocier un instrument qui permettrait aux États de suivre de façon rapide et fiable les armes légères illicites.

source: During the Working Group's recent second session the Mexican delegation reiterated its belief that a legally binding instrument is needed, not simply to ensure that it is effective as we move towards our goal, but also because that would set a positive precedent for later negotiations on other issues relating to small arms and light weapons in the United Nations.
fr: Durant la deuxième session, qui vient d'avoir lieu, la délégation mexicaine a réaffirmé son attachement à l'adoption d'un instrument juridiquement contraignant, non seulement pour garantir la réalisation du but poursuivi, mais aussi pour établir un précédent positif dans la perspective des autres aspects de la question des armes légères qui feront l'objet de négociations au sein de l'ONU.

source: The Secretary-General also refers to the need to redouble efforts to apply other recommendations, such as increasing interaction in this area between the Security Council and the General Assembly.
fr: Le Secrétaire général évoque également la nécessité de redoubler d'efforts pour appliquer d'autres recommandations, telles que celle d'intensifier le dialogue entre le Conseil de sécurité et l'Assemblée générale autour de cette question.

source: We believe such interaction to be essential in taking a comprehensive approach to dealing with this phenomenon.
fr: Ce dialogue est indispensable pour combattre ce phénomène dans son intégralité.

source: Mexico believes that we should focus more closely on the issue of brokers. They are referred to in passing in the Programme of Action, but their activities must be subject to strict controls.
fr: Le Mexique estime qu'il est important d'examiner en profondeur la question des courtiers que le Programme d'action mentionne de façon marginale et dont l'activité devrait faire l'objet de contrôles rigoureux.

source: The most recent estimates show that brokers play a critical role in the trade in small arms and light weapons. The lack of attention paid to illegal actions by such individuals derives to a large extent from gaps in national and international regulation.
fr: Les dernières estimations montrent que les courtiers jouent un rôle déterminant dans le commerce des armes légères, et le manque d'attention accordée aux actions illicites de ces individus est dû en grande partie aux lacunes existantes dans la réglementation aux niveaux national et international.

source: My country therefore believes that one fundamental element in controlling the illicit trade in small arms and light weapons would be to negotiate a legal instrument regulating the transfer of such arms.
fr: Mon pays juge donc indispensable de négocier un instrument juridique qui réglemente les transferts d'armes légères afin d'en contrôler le trafic illicite.

source: The main manufacturers and exporters must be subject to precise rules that would prevent the transfer of small arms and light weapons that could be diverted onto the illegal track or that could fall into the hands of criminal gangs and those who violate international law.
fr: Les principaux fabricants et exportateurs devront être soumis à des règles précises qui empêchent le transfert d'armes légères susceptibles d'être acheminées vers le commerce illégal ou de tomber entre les mains de groupes criminels et de responsables de violations du droit international.

source: Such provisions would have to be applied with no negative impact on lawful transfers that enable countries to exercise their legitimate right to self-defence, as set out in Article 51 of the Charter.
fr: Ces dispositions ne devront pas être mises en œuvre au détriment des transferts licites qui permettent aux États d'user du droit de légitime défense énoncé dans l'Article 51 de la Charte.

source: One of the several measures that we consider important is ensuring that all lawful arms transfers to be accompanied by end-users certificates, in accordance with the Secretary-General's recommendation 9.
fr: Une mesure, entre plusieurs qui appellent notre attention, pourrait consister à imposer que tout transfert légal d'armes soit accompagné d'un certificat d'utilisateur final, comme le préconise la recommandation 9 du Secrétaire général.

source: Another matter of particular importance for my country is the need to regulate the possession by civilians of small arms and light weapons.
fr: Une autre question à laquelle mon pays accorde une importance particulière a trait à la réglementation de la possession d'armes légères par les civils.

source: Mexico expressed this concern during the 2001 United Nations Conference on the illicit trade in small arms.
fr: Le Mexique exprime sa préoccupation en la matière depuis la Conférence des Nations Unies sur le trafic illicite des armes légères, tenue en 2001.

source: My country believes that a discussion of this matter at the international level would enable States to share their experiences in effectively controlling civilian ownership of weapons.
fr: Mon pays croit que le fait de porter ce débat sur un plan international permettrait aux États de partager leurs expériences en matière de mécanismes de contrôle efficaces pour ce qui est de la possession d'armes par des civils.

source: Mexico attaches great importance to the work of the Security Council on this matter. We believe that it should join with other United Nations organs and relevant regional, subregional and international bodies in working to implement the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
fr: Le Mexique accorde une grande attention aux travaux du Conseil de sécurité et estime que dans le domaine des armes légères, il doit associer ses efforts à ceux des divers organes de l'ONU, des organisations régionales et sous-régionales et des organismes internationaux habilités à mettre en œuvre le Programme d'action de la Conférence des Nations Unies sur le trafic illicite des armes légères sous tous ses aspects.

source: It is clear from the report of the Secretary-General that the international community, in particular the Security Council, has taken steps that demonstrate its commitment to tackle this problem. But we still need new instruments and strategies to enable us effectively and completely to eradicate the illicit manufacture of and traffic in small arms and light weapons.
fr: Bien que la lecture du rapport du Secrétaire général indique que la communauté internationale et, en particulier, le Conseil de sécurité, ont mis en place des mesures qui sont la preuve de leur volonté de lutter contre ce problème, il est nécessaire de disposer encore d'autres instruments et de nouvelles stratégies pour éradiquer effectivement l'ensemble de la fabrication et du trafic illicites des armes légères.

source: We hope that this meeting will prompt the undertaking of commitments that have been postponed for too long.
fr: Nous sommes convaincus qu'au cours de cette séance seront adoptés des engagements trop longtemps reportés.

source: The President (spoke in French): The next speaker is representative of Peru, to whom I give the floor.
fr: Le Président : L'orateur suivant inscrit sur ma liste est le représentant du Pérou. Je lui donne la parole.

source: Mr. De Rivero (Peru) (spoke in Spanish): My delegation would like to thank you, Mr. President, for having convened this open Security Council debate to take up once again an issue of crucial importance for the international community: the illicit traffic in small arms and light weapons.
fr: M. De Rivero (Pérou) (parle en espagnol) : Ma délégation vous félicite, Monsieur le Président, d'avoir convoqué ce débat public du Conseil de sécurité pour examiner à nouveau un thème d'une importance cruciale pour la communauté internationale, à savoir le trafic illicite des armes légères.

source: Small arms and light weapons are now central to all civil wars and armed violence throughout the world.
fr: Ces armes occupent aujourd'hui la première place dans toutes les guerres civiles et conflits armés violents qui se multiplient de par le monde.

source: They have very particular characteristics: they are small; they do not weigh much; they do not cost much.
fr: Leurs caractéristiques particulières, tels leur petite taille, leur poids et leur coût modéré, en facilitent considérablement la dissémination et l'usage.

source: That makes them very easy to transport and to use: with minimum training, even a child can use them — and, indeed, children do use them.
fr: Sans guère d'entraînement, même un enfant peut les manipuler, ce qu est déjà un fait établi.

source: Furthermore, these weapons are easy to hide, and it is very difficult to monitor the trade in them or trace them to their final destination.
fr: Il est par ailleurs facile de dissimuler ces armes, et leur commerce et leur destination finale sont difficiles à suivre.

source: Many of them are exported legally, but then enter the illicit market, and today they are the main source of income for armed gangs and other criminals, including mercenaries and terrorist groups.
fr: Beaucoup de ces armes exportées légalement arrivent sur le marché illégal, et elles constituent aujourd'hui la principale source de revenu de bandes armées, de délinquants, de mercenaires et de groupes terroristes.

source: The illicit traffic in such arms is becoming an ever greater threat to international security in this century.
fr: En fin de compte, Monsieur le Président, le trafic illicite de ce type d'armes constitue, en ce siècle, une menace grandissante contre la sécurité internationale.

source: In the past 15 years, small arms have been used in more than 90 per cent of civil conflicts, and they are responsible for most weapons-related deaths that take place throughout the world — more than half a million every year.
fr: En effet, ces 15 dernières années, les armes légères ont joué un rôle central dans plus de 90 % des conflits civils, et ce sont elles qui, aujourd'hui, font le plus grand nombre de morts dans le monde, plus d'un demi- million par an.

source: Despite the fact that, since the Second World War, small arms and light weapons have proved far more lethal than heavy weapons and weapons of mass destruction, the United Nations, since its establishment, has paradoxically focused on developing international arms control regimes for nuclear, chemical and biological weapons. That is, of course, extremely important. But it is really a paradox that we do not yet have an international treaty to regulate the arms that have caused most weapons-related deaths since the Second World War, and that continue to kill.
fr: Bien que, depuis la Seconde Guerre mondiale, les armes légères aient été bien plus meurtrières que les armes lourdes et les armes de destruction massive, paradoxalement Monsieur le Président, depuis la création de l'ONU, l'on s'est davantage attaché à élaborer des régimes internationaux de contrôle des armes nucléaires, chimiques et biologiques - ce qui est une bonne chose - et l'on ne dispose pas d'un traité international qui réglemente les armes qui ont fait - et continuent de faire - le plus grand nombre de victimes depuis la Seconde Guerre mondiale.

source: Although we have made progress on the basis of the Programme of Action adopted in 2001, the fact that it is not legally binding at the international level means that we are still a long way from genuine, effective solutions, as there are no mechanisms for verification or for punishing non-compliance.
fr: Si nous avons fait des progrès grâce au Plan d'action établi en 2001, son caractère politique et non contraignant au niveau international nous empêche de trouver des solutions effectives et pratiques, car il n'existe ni mécanisme de vérification ni régime de sanctions en cas de non-respect.

source: That is why it is encouraging now to see the Security Council's growing interest in this problem, which affects human security in every continent.
fr: C'est pourquoi il est encourageant de voir l'intérêt croissant du Conseil de sécurité pour ce problème, qui affecte l'humanité sur tous les continents.

source: We believe that, in order to combat the illicit traffic in small arms and light weapons, the Security Council should support the recommendations contained in the Secretary-General's report (S/2005/69).
fr: Nous croyons que pour lutter efficacement contre le trafic illicite des armes légères, le Conseil de sécurité doit appuyer les recommandations figurant dans le rapport du Secrétaire général.

source: Last year, when speaking on this same issue at the 4896th meeting, I put forward a detailed list of actions that needed to be taken. Today, I shall confine myself to reiterating two that I consider to be the most important.
fr: Il y a un an, j'ai dressé une liste détaillée des mesures qui pouvaient être prises, mais aujourd'hui, je n'en rappellerai que deux qui, à mon avis, sont les plus importantes.

source: First, the Security Council must establish concrete mechanisms to make States comply with arms embargoes.
fr: Premièrement, le Conseil de sécurité doit mettre en place des mécanismes concrets pour contraindre les États à respecter les embargos sur les armes.

source: Provision should be made for enforcement measures against Member States that violate such embargoes, with monitoring mechanisms to ensure compliance.
fr: À ce titre, il doit prendre des mesures coercitives contre les États Membres qui les violent en créant des mécanismes de surveillance qui veillent au respect de ses mandats.

source: An effective tracking system would enable us to combat the improper use of small arms from the moment of their manufacture until they reach the end-user. That would make it possible to prosecute individuals and to hold Governments accountable for illegal sales and for violations of United Nations embargoes.
fr: Un système de traçage efficace permettrait de lutter contre un usage illégal par le biais d'un suivi depuis la fabrication jusqu'à l'arrivée à l'utilisateur final, ce qui permettrait de procéder à des poursuites contre des individus ou de contraindre les gouvernements à rendre compte des ventes illégales et du non-respect des embargos imposés par l'ONU.

source: Secondly, the Security Council must include in peacekeeping mandates provisions relating to the disarmament, demobilization and reintegration of former combatants.
fr: Deuxièmement, le Conseil doit inclure dans les opérations de maintien de la paix des dispositions sur le désarmement, la démobilisation et la réinsertion des anciens combattants.

source: The focus should be on collecting and destroying surplus small arms and light weapons so as to prevent the illicit traffic in arms that could cause fresh conflict and violence unrelated to the conflict.
fr: La mesure principale doit être la collecte et l'élimination des armes légères excédentaires afin d'éviter un trafic illicite qui entraînerait d'autres conflits ou des violences non liées aux conflits.

source: Such actions must be closely related to a necessary increase in financial resources for disarmament programmes in the context of peacekeeping operations.
fr: Cette action doit être étroitement liée à l'augmentation des ressources financières allouées aux programmes de désarmement dans le cadre des opérations de maintien de la paix.

source: My country participates in all ongoing initiatives to prevent and combat illicit army trafficking.
fr: Mon pays participe à toutes les initiatives en cours pour prévenir et combattre ce trafic illicite.

source: We submitted our national report pursuant to the 2001 Programme of Action. We also took part in drafting the Andean Plan to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
fr: Nous avons satisfait à l'obligation de soumettre un rapport national, conformément au mandat du Plan d'action de 2001, et nous avons participé à l'élaboration du Plan andin pour prévenir, combattre et éliminer le trafic illicite d'armes légères sous tous ses aspects.

source: We also participated in the most recent Biennial Meeting on the Programme of Action, which took place here in New York. We supported — and will continue to support — every initiative that can enable us to move ahead on this issue.
fr: Nous avons également pris une part active à la dernière réunion biennale tenue à New York et nous avons appuyé et continuerons d'appuyer toute initiative se prêtant à des nouveaux progrès en la matière.

source: The best thing that the Security Council could do now would be to lend its full support to the Working Group that is negotiating an international legal instrument to enable States to identify and trace, in a timely and reliable manner, small arms and light weapons.
fr: La meilleure chose que puisse faire le Conseil de sécurité est d'offrir tout son appui au Groupe de travail qui négocie un instrument juridique international pour permettre aux États d'identifier et de tracer les armes légères illicites en temps voulu et de manière fiable.

source: We hope that the Working Group, which has just concluded its second session, will complete its work by July 2005.
fr: Nous espérons que ce Groupe de travail, qui vient d'achever sa deuxième session, pourra conclure ses travaux en juillet 2005.

source: Although it is true that a legal instrument alone will not guarantee an end to the multimillion-dollar business represented by the numerous traffickers of illicit small arms and light weapons, such an instrument would undoubtedly be major progress, a point of departure, that would enable us to improve a situation that is clearly a new threat to international peace and security in this century.
fr: Il est vrai qu'un instrument juridique à lui seul ne garantit pas la fin du commerce extrêmement rentable que représente pour de nombreux trafiquants la vente illicite de ce genre d'armes, mais ce sera sans nul doute un grand pas en avant, un point de départ, qui nous permettra d'assainir une situation qui constitue en ce siècle une menace grave à la paix et la sécurité internationales.

source: For Peru, an instrument that helps to identify and trace the illicit trade in small arms and light weapons should be legally binding and should cover ammunition and explosives, which are part of this category of weapons.
fr: Pour le Pérou, un instrument qui concourt à identifier et tracer le commerce illicite des armes légères devrait être un instrument juridiquement contraignant et inclure les munitions et explosifs, qui en font partie intégrante.

source: The President (spoke in French): I now call on the representative of Egypt.
fr: Le Président : Je donne à présent la parole au représentant de l'Égypte.

source: Mr. Abdelaziz (Egypt) (spoke in Arabic): We should like to congratulate you, Sir, and your friendly country, Benin, on your assumption of the presidency of the Security Council for this month.
fr: M. Abdelaziz (Égypte) (parle en arabe) : Je voudrais vous féliciter, Monsieur le Président, ainsi que le pays ami qu'est le Bénin, de votre accession à la présidence du Conseil pour ce mois.

source: We congratulate you also on your initiative to hold this debate on an issue that affects the present and future of our African continent and of its peoples, thousands of whom fall victim to wars and conflicts that are exacerbated by the illicit trade in small arms and light weapons.
fr: Nous vous félicitons également de votre initiative de tenir ce débat sur une question qui touche au présent et à l'avenir de notre continent africain et de ses habitants, qui sont des milliers à être victimes de guerres et de conflits exacerbés par le trafic illicite des armes légères.

source: We also express our appreciation to the Secretary-General for his report (S/2005/69), which follows up on the recommendations in his 2002 report on small arms and light weapons (S/2002/1053).
fr: Nous voudrions également remercier le Secrétaire général du rapport (S/2005/69) qu'il a présenté sur la suite donnée aux recommandations clefs sur les armes légères énoncées dans son rapport de 2002 sur les armes légères (S/2002/1053).

source: The General Assembly has made progress in considering and developing the conceptual framework of its approach to the illicit trade in small arms and light weapons by adopting a number of resolutions and by establishing several expert groups.
fr: L'Assemblée générale a progressé dans l'examen du cadre conceptuel dans lequel doit s'inscrire la question des armes légères, en adoptant plusieurs résolutions et en créant un certain nombre de groupes d'experts.

source: That has led to the holding of the United Nations conference on small arms, which in turn led to the establishment of the political framework governing the United Nations approach to small arms, reflected in the Programme of Action to Prevent, Combat and Eradicate the Illicit Trade in Small Arms and Light Weapons in All Its Aspects.
fr: Cela a débouché sur la tenue de la Conférence des Nations Unies sur les armes légères, qui, à son tour, a jeté les bases politiques qui régissent l'approche de l'ONU en matière d'armes légères, reflétée dans le Programme d'action en vue de prévenir, combattre et éliminer le commerce illicite des armes légères sous tous ses aspects.

source: The delegation of Egypt looks forward to contributing to the implementation of international commitments under the Programme of Action by participating in the Second Biennial Meeting in 2005 and in the 2006 review conference.
fr: La délégation égyptienne espère pouvoir contribuer à l'application des engagements internationaux relatifs au Programme d'action en participant à la deuxième Réunion biennale en 2005 et à la Conférence d'examen de 2006.

source: The General Assembly's efforts to establish the conceptual framework by which the United Nations can address the illicit trade in small arms and light weapons were accompanied by a great effort on the part of the Security Council to carry out its role and responsibility to confront the new challenges to peace and security by addressing the issues involved and developing the means necessary to do so.
fr: L'Assemblée générale s'est efforcée de définir le cadre conceptuel dans lequel l'ONU doit inscrire sa lutte contre le trafic illicite des armes légères, et elle a été en cela rejointe par le Conseil de sécurité, qui s'est efforcé d'assumer son rôle et ses responsabilités face aux nouveaux défis à la paix et la sécurité, en traitant des questions en jeu et en se dotant des moyens nécessaires pour ce faire.

source: Hence, the Council's recognition of the gravity of the illicit trade in and spread of small arms and light weapons and of the humanitarian consequences in many regions, particularly Africa.
fr: Le Conseil a ainsi reconnu la gravité du commerce illicite des armes légères et de leur propagation, ainsi que la gravité des conséquences humanitaires de ce trafic pour de nombreuses régions, notamment l'Afrique.

source: In that context, the Security Council's principal activities related to the illicit trade in small arms and light weapons are based on two main elements.
fr: Sur cette toile de fond, les principales activités du Conseil de sécurité en ce qui concerne le commerce illicite des armes légères s'appuient sur deux éléments principaux.
